[{"source":"US Census Bureau American Community Survey 5-year estimates","variables":[{"indicator":"Latino population","detail":"In Census data, Latino is considered an ethnicity, not a racial category. The Latino population here is anyone of Latino ethnicity, regardless of race."},{"indicator":"White population","detail":"The white population here represents people who are white and not of Latino ethnicity."},{"indicator":"Black population","detail":"The Black population here represents people who are Black and not of Latino ethnicity."},{"indicator":"Other race population","detail":"The \"other race\" population here represents people who are not in the white or Black racial groups and are not of Latino ethnicity."},{"indicator":"Foreign-born population","detail":"In Census data, people are considered native-born if they were born in the US or its territories, or born abroad to US citizen parents. All other US residents are considered foreign-born."},{"indicator":"Cost-burdened households","detail":"Based on HUD guidelines, a household is considered cost-burdened if more than 30% of its income is spent on housing costs."},{"indicator":"Poverty status known","detail":"Because poverty status is based on total household income and the number of people in that household, not everyone's poverty status can be calculated. This variable gives the number of people in the area for whom poverty status can be calculated, and is the denominator for poverty and low-income rates."},{"indicator":"Population in poverty","detail":"Counts of people in poverty and poverty rates represent the number and percentage of people whose household incomes are below the federal poverty level."},{"indicator":"Low-income population","detail":"Counts of low-income people and low-income rates represent the number and percentage of people whose household incomes are below two times the federal poverty level."}]},{"source":"Questions on the DataHaven Community Wellbeing Survey","variables":[{"indicator":"Just getting by financially","detail":"How well would you say you are managing financially these days? (just getting by / finding it difficult / finding it very difficult)"},{"indicator":"Food insecure in past year","detail":"Have there been times in the past 12 months when you did not have enough money to buy food that you or your family needed?"},{"indicator":"Housing insecure in past year","detail":"In the last 12 months, have you not had enough money to provide adequate shelter or housing for you or your family?"},{"indicator":"Transportation insecure in past year","detail":"In the past 12 months, did you stay home when you needed or wanted to go someplace because you had no access to reliable transportation?"},{"indicator":"Access to a car","detail":"Do you have access to a car when you need it? (very often / fairly often)"},{"indicator":"Stores, banks, etc. are in walking distance","detail":"Many stores, banks, markets or places to go are within easy walking distance of my home (strongly agree / agree)"},{"indicator":"Safe places to bike in area","detail":"There are places to bicycle in or near my neighborhood that are safe from traffic, such as on the street or on special lanes, separate paths or trails (strongly agree / agree)"},{"indicator":"Local recreational facilities available","detail":"My neighborhood has several free or low cost recreation facilities such as parks, playgrounds, public swimming pools, etc (strongly agree / agree)"},{"indicator":"Feel safe walking at night","detail":"I do not feel safe to go on walks in my neighborhood at night (strongly disagree / disagree)"},{"indicator":"Trust neighbors","detail":"People in this neighborhood can be trusted (strongly agree / agree)"},{"indicator":"Local youth have positive role models","detail":"Children and youth in my town generally have the positive role models they need around here (strongly agree / agree)"},{"indicator":"Have some influence over local government","detail":"How would you describe your ability to influence local-government decision making? (great influence / moderate influence / a little influence)"},{"indicator":"Health is excellent or very good","detail":"How would you rate your overall health? (excellent / very good)"},{"indicator":"Satisfied with life","detail":"How satisfied are you with your life nowadays? (mostly / completely)"},{"indicator":"Mostly or completely happy","detail":"How happy did you feel yesterday? (mostly / completely)"},{"indicator":"Mostly or completely anxious","detail":"How anxious did you feel yesterday? (mostly / completely)"},{"indicator":"Have social and emotional support","detail":"How often do you get the social and emotional support you need? (always / usually)"},{"indicator":"Satisfied with area","detail":"Are you satisfied with the city or area where you live?"},{"indicator":"Local government is responsive","detail":"How responsive local government is to the needs of residents (excellent / good)"},{"indicator":"Local police keep residents safe","detail":"The job done by the police to keep residents safe (excellent / good)"},{"indicator":"Suitable work opportunities available","detail":"The ability of residents to obtain suitable employment (excellent / good)"},{"indicator":"Area is good to raise kids","detail":"As a place to raise children (excellent / good)"},{"indicator":"Parks are in good condition","detail":"The condition of public parks and other public recreational facilities (excellent / good)"},{"indicator":"Affordable quality produce is available","detail":"The availability of affordable, high-quality fruits and vegetables (excellent / good)"}]}]
